[
    {
        "img": "https://images.unsplash.com/photo-1648824572347-517357c9c44e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1824&q=80",
        "src": [
            "https://i.ibb.co/SX3XMhg/pc1.png",
            "https://i.ibb.co/pv5K4mS/pc2.png",
            "https://i.ibb.co/NKXQCG7/pc3.png",
            "https://i.ibb.co/xs4hLTg/pc4.png"
        ],
        "title": "PC House",
        "shortDescription": "This website is related to selling used (second-hand products) with the ability to advertise a product.",
        "fullDescription": [
            "PC House — This website is related to selling used (second-hand products) with the ability to advertise a product. It`s a MERN stack project. Use ReactJS, Tailwind CSS, Firebase, Jwt, react-router-dom, Stripe payment getway system, Mongodb for Database, NodeJS, and ExpressJS for the backend etc. The user sees the products and purchases. User login to get more options. The full website is mobile-friendly.",
            "Admin - Features : 1. Admin and user login as the same page but, their dashboard is different. 2. Admin dashboard Show All users. 3. Admin can add a verified user. 4. Admin Manage all users.",
            "Seller - Features : 1. Creates a new seller using user email. 2. Login sees dashboard seller their My product, and Add Product. 3. My product option sees her all prosucts. 4. Add product user can be add a new product.",
            "Buyers - Features : 1. The user creates a Buyer account by email and password or using google sign-in. 2. Buyer place order. 3. Login dashboard user sees their all orders, pending order. 4. Buyers can add a report on a product"
        ],
        "githubLink": "https://github.com/Farvez999/pc-house-project-reactJs",
        "LiveLink": "https://used-products-resale-clients.web.app/"
    },
    {
        "img": "https://images.unsplash.com/photo-1532938911079-1b06ac7ceec7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1032&q=80",
        "src": [
            "https://i.ibb.co/NLJKd7x/d1.png",
            "https://i.ibb.co/R4s0yKv/d2.png",
            "https://i.ibb.co/bFhGjHt/d3.png",
            "https://i.ibb.co/ZzCz9qg/d4.png"
        ],
        "title": "Doctor Portal",
        "shortDescription": "Patients can booking the doctor's appointment from the Doctor Portal website.",
        "fullDescription": [
            "Doctor Portal — Patients can booking a doctor's appointment from the Doctor Portal website. A patient can take only one doctor's appointment in a day and cannot take more appointments than that. The appointment bill can be paid online in User Dashboard. It`s a MERN stack project. Use ReactJS, Tailwind CSS, Firebase, Jwt, react-router-dom, Stripe payment gateway system, Mongodb for Database, NodeJS, and ExpressJS for the backend, etc. User login to get more options.",
            "Admin - Features : 1. Admin can see all the users on the admin dashboard and can remove the users if they want. 2. Admin can make a user an admin if he wants. 3. Admin can add a doctor and remove a doctor",
            "Patient Features : 1. A patient can take only one doctor's appointment in a day and cannot take more appointments than that. 2. The appointment bill can be paid online in User Dashboard."
        ],
        "githubLink": "https://github.com/Farvez999/doctors-portal-client",
        "LiveLink": "https://doctors-portal-aef0d.web.app/"
    },
    {
        "img": "https://images.unsplash.com/photo-1580618672591-eb180b1a973f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8aGFpciUyMHNhbG9ufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=600&q=60",
        "src": [
            "https://i.ibb.co/YWmCYjv/h1.png",
            "https://i.ibb.co/pxgcpWn/h2.png",
            "https://i.ibb.co/PtJbxB3/h4.png",
            "https://i.ibb.co/LgGKvns/h3.png"
        ],
        "title": "Cute cut Hair Studio",
        "shortDescription": "Experience professional hair care from one of the top salons in Dhaka, Bangladesh.",
        "fullDescription": [
            "Cute cut Hair Studio - Experience professional hair care from one of the top salons in Dhaka, Bangladesh. It`s a MERN stack project. Use ReactJS, Tailwind CSS, Firebase, Jwt, react-router-dom, Mongodb for Database, NodeJS, and ExpressJS for the backend, etc. User login to get more options. Admin can add service if he wants. Admin can see all users. Users can buy every service by logging in. Users can give reviews on the service. Users can edit and delete their reviews.",
            "Admin - Features : 1. Admin can add service if he wants. 2. Admin can see all users.",
            "User - Features : 1. Users can buy every service by logging in. 2. Users can give reviews on the service. 3. Users can edit and delete their reviews."
        ],
        "githubLink": "https://github.com/Farvez999/Hair-Studio-Project",
        "LiveLink": "https://travel-tips-a4437.web.app/"
    },
    {
        "img": "https://images.unsplash.com/photo-1524178232363-1fb2b075b655?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "src": [
            "https://i.ibb.co/RhRKM3D/s1.png",
            "https://i.ibb.co/NysBKsY/s2.png",
            "https://i.ibb.co/S0kMqN9/s4.png",
            "https://i.ibb.co/JC7GszP/s3.png"
        ],
        "title": "Shikhbo",
        "shortDescription": "Shikhbo is a skill development platform focusing on live learning.",
        "fullDescription": [
            "Shikhbo Learning Platform Application. It`s a MERN stack project. Use ReactJS, Bootstrap CSS, Firebase, Jwt, react-router-dom, Apis, NodeJS, and ExpressJS for the backend etc. You can enroll in the course by viewing the course details here",
            "User - Features : A student can enroll in category wise any course by logging in here."
        ],
        "githubLink": "https://github.com/Farvez999/Shikhbo-Project-ReactJS",
        "LiveLink": "https://learning-platform-website.web.app/"
    },
    {
        "img": "https://images.unsplash.com/photo-1527383418406-f85a3b146499?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "src": [
            "https://i.ibb.co/N14qKch/g1.png",
            "https://i.ibb.co/pd1QFBb/g2.png",
            "https://i.ibb.co/Sdj21D6/g3.png",
            "https://i.ibb.co/S7hVkWJ/g5.png"
        ],
        "title": "Genius Car",
        "shortDescription": "Genius Car is Car parts services Website.",
        "fullDescription": [
            "Genius Car is a car parts selling website. Anyone can buy car wallets from here by logging in. Use ReactJS, Bootstrap CSS, Firebase, Jwt, react-router-dom, Apis, NodeJS, and ExpressJS for the backend etc.",
            "User - Features : 1. User login email and password or google login. 2. User order the car parts in this website"
        ],
        "githubLink": "https://github.com/Farvez999/genius-car-website",
        "LiveLink": "https://genius-car-25aba.firebaseapp.com/"
    },
    {
        "img": "https://i.ibb.co/FHddJMs/e1.png",
        "src": [
            "https://i.ibb.co/FHddJMs/e1.png",
            "https://i.ibb.co/CJV8Bxc/e3.png",
            "https://i.ibb.co/bsknhZJ/e2.png"
        ],
        "title": "Ema John",
        "shortDescription": "Ema John is products sale e-commerces Website.",
        "fullDescription": [
            "Ema John is products sale e-commerces Website. It`s a MERN stack project. Use ReactJS, Tailwind CSS, Firebase, Jwt, react-router-dom, Mongodb for Database, NodeJS, and ExpressJS for the backend etc. User buy this multi product in this website.",
            "User - Features : 1. User login email and password or google login. 2. User order the products buy in this website"
        ],
        "githubLink": "https://github.com/Farvez999/ema-john-resources-project-react",
        "LiveLink": "https://ema-john-resources-react.firebaseapp.com/"
    }
]